{
  "nextLevelPerformance": {
    "header": "Faster. Safer. Cigarette Racing.",
    "copy": "Performance is at the core of our DNA.  Yes, Cigarette is known for high speeds - but that is only the beginning.  Cigarette’s are true offshore boats, built for managing rough sea conditions, bringing family and friends safely to destinations, and maximizing the potential of each running surface.  Whether an inboard high-performance boat or an outboard-powered center console, each Cigarette is designed and built with the same attention to detail for optimal performance, durability and safety."
  },
  "scienceOnWater": {
    "header": "Advanced Engineering",
    "copy": "Engineering is our passion and the driver of the brand. Cigarette’s Product Development & Engineering department is in constant pursuit of innovation and creative solutions to bring new concepts to reality, while Cigarette's Labs department is an incubation project for the future - looking at technologies that are on the cusp. This combination of advanced technology, research and engineering expertise makes Cigarette the most advanced company in its sector. Research done at Cigarette has been featured in academic journals of the Society of Mechanical Engineers and is used in the continued pursuit of excellence."
  },
  "simplyStunning": {
    "header": "Unrivaled Design",
    "copy": "We’re not afraid to say we appreciate beauty.  Cigarette’s design ethos is about creating vessels of performance that you just can’t take your eyes off of.  Vessels where when docked, you just can’t help sneaking that one last look walking away.  But beauty is not skin deep in a Cigarette. Each beautiful feature is rooted in practicality, in real life—and sometimes in a fantasy, but as it becomes part of a Cigarette, form follows function and sometimes function creates the direction of form. Cigarette designs boats that add beauty to the world, that transcend time and styles - it’s one of the key elements that makes a Cigarette an icon. "
  },
  "madeAndCrafted": {
    "header": "Best-In-Craftsmanship",
    "copy": "Cigarette is the gold standard for quality in the industry, and that’s because we’re not just manufacturers - but craftsmen.  The fit and finish, even in unseen places, is that of “no corners cut,” as parts are finished with exacting detail.  Our in-house laminators, upholsterers, riggers, metal workers and painters are the result of women and men who have been with us for decades - and their passion is translated into each example."
  },
  "trulyYours": {
    "header": "Personalized Your Way",
    "copy": "Since no two Cigarettes are alike, each boat reflects the personality and tastes of its owner. Led by the Cigarette Design Center, customizing a Cigarette takes into account the fashion statements of the day and interprets them into what style will suit the customer’s boating lifestyle. Relationships with automotive, fashion houses, and industrial stylists keep Cigarette on the cutting-edge of design. And while a Cigarette is trend-setting and fashionable, the quality execution with which it builds boats, maintains their timelessness. Each new Cigarette remains a classic which can be handed down for generations."
  },
  "1969": {
    "header": "A Legacy Of Greatness",
    "copy": "Cigarette’s reputation as the market’s premier powerboat builder has roots deep in boating history where performance made its early run for glory. From Cigarette’s inception in 1969 to Aronow’s death in 1987, the company grew in size and reputation, based on the hard-driving, fast-lane living of its founder.  At Cigarette, we always remember our roots and every Cigarette promises outstanding performance, exciting driving pleasure and ultimate quality down to the finest detail.  This is why finding a Cigarette on the water today is still such a unique and exciting experience."
  },
  "experience": {
    "header": "Our Facilities",
    "copy": "Cigarette’s Manufacturing Facility exemplifies the quality behind building a Cigarette boat. The major move in 2003 from the 30,000 s.f., antiquated Thunderboat Row to the current state-of-the-art factory, made a revolutionary change and a radical improvement in how Cigarettes are designed, engineered and constructed. More like an F1 facility than a boat yard, Cigarette takes pride in the cleanliness, order, quality and pride that surround each boat under construction. The work flows efficiently through a continuous process through 135,000 s.f. of contiguous space for lamination, carpentry, finishing, upholstery, rigging and electrical. In-house production in most every facet of the building process facilitates timely delivery and a more perfect boat."
  }
}
